[Language]
DisplayName=简体中文

[500]
500=***Section use for Bot messages and splash***
1=请不要以（x64）执行或编译脚本！ 尝试用（x86）来执行或编译脚本。\r\n如果此讯息仍然出现，请尝试重新安装 AutoIt。
2=使用命令列或视窗捷径如下，可以同时启动多个 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令列第一个参数，指定配置（您可以在机器人-配置页面上制造配置，如果配置名称包含空白，则用双引号将配置名称括起来即可）。第二个参数，指定模拟器。第三个参数，指定模拟器程序（蓝叠模拟器程序则不需要指定）。\r\n支援的模拟器为逍遥(MEmu)、海马玩(Droid4X)、夜神(Nox)、蓝叠二(BlueStacks2)、蓝叠(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
3=%s
4=%s (模拟器程序 %s)
5=MyBot %s 早已运行中。\r\n\r\n
6=MyBot 配置 %s 早已运行于 %s 目录内。\r\n\r\n
7=找到运行中的 %s %s
8=安卓模拟器的设置为： %s
9=安卓模拟器屏蔽无法用于 %s
20=, 配置: %s
21=初始化安卓模拟器...
22=侦测安卓模拟器...
23=加载主页面...
24=加载底部页面...
25=加载日志页面...
26=加载村庄页面...
27=加载攻击计划页面...
28=加载机器人页面...
29=加载关于我们页面...
30=初始化页面...
31=显示机器人
32=缩小时隐藏
33=捐款支持开发
34=关于
35=结束
36=关闭之前的机器人...

[600]
600=***Section use for Tab Name***
0=TAB Name
1=日志
2=村庄
3=攻击计划
4=机器人
5=关于我们
6=综合
7=部落城堡
8=升级
9=成就
10=通知
11=请求增援
12=捐兵
13=捐兵时间表
14=实验室
15=英雄
16=建筑物
17=城墙
18=子弹推送/电报
19=说明
20=军队
21=法术
22=急速
23=死鱼
24=活鱼
25=偷本
26=弱本
27=选项
28=搜索
29=进攻
30=结束战斗
31=死鱼判定
32=杯段设置
33=载入战略
34=保存战略
35=选项
36=配置
37=统计
38=收益
39=成本
40=进攻收益
41=训练军队
42=搜索 && 攻击
43=战略
44=A - 结构
45=B - 条件
46=C - 进攻
47=D - 挤压式攻击后
48=高级设置
49=注意：此选项已取消使用，如要使用，请勾选‘
50=’来启用
51=除错
52=军队/法术
53=安卓
54=训练顺序
55=捐赠
56=闪黑

[601]
601=***Section use for General***
2=执行日志
3=日志风格
4=使用这些选项来设置日志显示类型
5=手动式分隔线调整日志大小
6=执行日志和收益日志大小相同
7=执行日志大点
8=收益日志大点
9=隐藏收益日志
10=隐藏执行日志
11=清除收益日志
12=使用它来清除收益日志
13=复制到剪贴板
14=使用它来复制收益日志到剪贴板 (CTRL+C)
15=收益日志
16=------------------------ 收 益 ----------------------------- 奖 励 ------------------------
17=|时 间| 奖 杯|搜索次数|   金   |    水   |  黑油  |奖杯|星|   金  |   水   |黑油|联盟|
18=Paypal 捐赠
19=捐赠支援开发
199=选项

[602]
602=***Section use for General Bottom***
0=- 免费软体 -
1=开 始
2=停 止
3=暂 停
4=点击这里（或 Pause/Break 键）暂停运行
5=恢复
6=点击这里（或 Pause/Break 键）恢复运行
7=搜索模式
8=不进攻，仅搜索符合条件的村庄
9=截图
10=点击这里来截图村庄，并将其存档
11=隐藏
12=将模拟器视窗移到视线之外
13=（不是最小化，而是隐藏）
14=后台
15=模式
16=勾选设定为后台
17=与隐藏功能相容并不冲突
18=打死鱼
19=打活鱼
20=偷本
22=首次运行时
23=村庄资讯
24=才在这里显示
25=切换村庄资讯和统计
26=显示
27=合并窗口
28=解除合并
29=模拟器和 MyBot 合并成一个窗口
30=点击这里开始运行
31=点击这里停止运行（或 ESC 键）

[603]
603=***Section use for Commun Value***
0=不使用
1=不使用
2=点击这里将清除或全选整行
3=AM
4=PM
5=搜索
6=秒
7=秒
8=秒
9=最小
10=分
11=搜索
12=%
13=-
14=小时
15=小时
16=Su
17=星期日
18=Mo
19=星期一
20=Tu
21=星期二
22=We
23=星期三
24=Th
25=星期四
26=Fr
27=星期五
28=Sa
29=星期六
30=勾选执行时段
31=勾选执行星期
32=村庄
35=Hour:
36=Day
37=小时
38=小时
39=等级

[604]
604=***Section use for Troops***
1=野蛮人
2=弓箭手
3=巨人
4=哥布林
5=炸弹人
6=炸弹人
7=气球兵
8=法师
9=天使
10=飞龙
11=皮卡超人
12=皮卡超人
13=亡灵
14=野猪骑士
15=瓦基丽武神
16=戈仑石人
17=女巫
18=熔岩猎犬
19=巨石投手
20=飞龙宝宝
21=掘地矿工

[605]
605=***Section use for Spell***
1=雷电法术
2=疗伤法术
3=狂暴法术
4=弹跳法术
5=冰冻法术
6=毒药法术
7=地震法术
8=急速法术
9=毒药
10=地震
11=急速
12=镜像法术
13=骷髅法术
14=骷髅
15=雷电法术
16=疗伤法术
17=狂暴法术
18=弹跳法术
19=冰冻法术

[606]
606=***Section use for Tab End Battle***
1=结束战斗
2=当在下列秒数内
3=在设定的时间内战利品没有额外的增加；
4=当英雄和所有部队都释放完毕后开始倒数计时
5=抢不到资源
7=且可抢资源少于：
8=如果低于这个数值，结束战斗
9=当资源为零时
10=战役中，当金、水、黑都为零时，结束战斗
11=当获得一星时
12=战役中，获得一星时，结束战斗
13=当获得两星时
14=战役中，获得二星时，结束战斗
15=结束战斗（黑油）
16=进攻方向为‘暗黑重油罐’时：
17=必须先至‘活鱼/进攻’，选用进攻方向为‘暗黑重油罐’
18=当黑油少于
19=启动黑油侧攻击的特殊条件
20=当黑油少于设定的比例时，且没有以下其它的条件，将结束战斗
21=不使用左栏的结束战斗选项
22=当黑油少于设定的比例时，不使用左栏的选项来结束战斗
23=当黑油少于设定的比例，且获得一星时，结束战斗
24=当祂
25=当黑油少于设定的比例，且野蛮人之王处于红血状态时，结束战斗
26=处于红血状态
27=当黑油少于设定的比例，且弓箭女皇处于红血状态时，结束战斗
28=切换回死鱼进攻模式
29=当兵营内军队数量大于设定的比例时，切换回死鱼进攻模式

[607]
607=***Section use for Tab Scripted Attack***
1=CSV 攻击脚本
2=IMG
3=Make IMG with extra info in Profile -> Temp Folder
4=选择一个 CSV 攻击脚本（存放在 CSV/Attack 目录中）
5=重新载入攻击脚本档案列
6=显示/编辑当前攻击脚本
7=新建攻击脚本
8=复制并重新命名当前攻击脚本
9=ImgLoc 红线（推荐）|ImgLoc 红线点式|旧红线|外围边缘
10=选择红线区辨认方式。推荐的 ImgLoc 红线方式应是最好的。
11=线型：固定外角（推荐）|线型：红线起点|全线型：固定外角|全线型：红线起点|非线型
12=选择线型出兵的端点。推荐的外角方式比较安全。红线起点方式比较积极。

[608]
608=***Section use for Tab Standard Attack***
1=部署
2=出兵顺序
3=出兵方向
4=从一边进攻,可穿透大本营
5=从两边进攻,可穿透大本营
6=从三边进攻,清理周边,有时候可穿透大本营
7=设定进攻的方向数量
8=一边
9=两边
10=三边
11=每个方向（均分）
12=出兵速度
13=控制出兵的速度和梯次：1（最快）如机器操控，10（最慢）如人操控
14=随机的出兵速度和梯次，将更像人在操控
15=梯次
16=随机化出兵速度和梯次
17=智能出兵：贴近红线
18=侦测村庄四周的红线，贴近出兵
19=出兵方式
20=选择兵种或边的优先顺序
21=方式 1: 在每一边下一种兵种，一波后，再转换成其他的兵种继续下一波，或者
22=方式 2: 在一边下完各个兵种（例如：哥布林，弓箭手，野蛮人）的全部兵力后，再换边继续
23=每一边, 后换兵种
24=下全兵种, 后换边
25=所有兵种（预定）
26=在金矿附近下兵
27=在圣水收集器附近下兵
28=在暗黑重油提炼井附近下兵
29=从靠近暗黑重油罐的方向进攻
30=从靠近大本营的方向进攻
31=暗黑重油罐
32=大本营
33=选择预设的出兵顺序
34=各个预设的选项，出兵的顺序和梯次皆不同。
35=只有列于‘军队类型’以下的军队会被使用。

[609]
609=***Section use for Tab Trophy Setting***
1=杯段设置
2=奖杯范围
3=当奖杯小于此值时，停止降杯动作
4=当奖杯大于此值时，开始降杯动作
5=使用英雄降杯
6=如果有英雄可用，使用英雄降杯
7=降杯时攻击死鱼
8=在降杯过程中如果发现死鱼，第一时间攻击死鱼
9=当军队比例
10=输入降杯过程中，攻击死鱼的最少军队比例
11=使用英雄顺序
12=选择使用英雄的可能顺序

[610]
610=***Section use for Village Misc***
1=停止攻击
2=使用这些选项，设定何时机器人、安卓模拟器、电脑等，停止攻击、停止、关闭、睡眠、重启等
3=停止攻击
4=停止机器人
5=关闭机器人
6=关机器人安卓
7=关闭电脑
8=电脑睡眠
9=重启电脑
10=当 . . .
11=金和水满 且 达最大奖杯数
12=金和水满 或 达最大奖杯数
13=金或水满 且 达最大奖杯数
14=金或水满 或 达最大奖杯数
15=金币和圣水 已满
16=金币或圣水 已满
17=金币已满 且 达最大奖杯数
18=圣水已满 且 达最大奖杯数
19=金币已满 或 达最大奖杯数
20=圣水已满 或 达最大奖杯数
21=金币 已满
22=圣水 已满
23=达最大奖杯数
24=黑油 已满
25=金币/圣水/黑油 全部已满
26=机器人运行了 . . .
27=现在 (仅造兵/捐兵)
28=现在（仅捐兵)
29=现在（仅保持在线)
30=有护盾时 (仅造兵/捐兵)
31=有护盾时 (仅捐兵)
32=有护盾时 (仅保持在线)
35=如果资源低于这些值，机器人将停止攻击，仅保持在线，直到资源恢复
36=恢复攻击，当
37=停止或恢复机器人攻击的金币最小保留值
38=停止或恢复机器人攻击的圣水最小保留值
39=停止或恢复机器人攻击的黑油最小保留值
40=装填、收集、清理
41=设置陷阱，装填X连弩和地狱之塔
42=勾选这里，进行自动设置陷阱，装填X连弩和地狱之塔
43=收集资源和资源车
44=勾选这里，进行自动收集资源，包括
45=金币，圣水，和黑油，
46=同时搜寻和收集资源车
47=清除墓碑
48=勾选这里，自动清除敌人进攻时留下的墓碑
49=清除杂物
50=勾选这里，自动清除树木、蘑茹...等杂物
51=清除宝箱
52=勾选这里，自动清除宝箱
53=手动定位
54=大本营
55=重新定位
56=部落城堡
57=兵营
58=兵营
59=训练
60=训练营
61=法术
62=法术工厂
63=黑法
64=暗黑法术工厂
65=王
66=野蛮人之王圣台
67=女皇
68=弓箭女皇圣台
69=守护
70=大守护者圣台
71=实验
72=实验室
73=清除
74=点击这里，清除全部建筑物的定位，重新启动机器人。
75=使用于变更了村庄布局之后。

[611]
611=***Section use for Tab Request Troops***
1=城堡援兵
2=请求援兵 / 法术
3=随便
4=请求时输入聊天室的文字
5=Donate Schedule

[612]
612=***Section use for Tab Donate Troops***
22=捐兵选单
23=黑名单
24=自订军队
25=辨识斯拉夫语
26=勾选这里，启用斯拉夫语的辨识功能
27=捐
28=勾选这里，捐赠
29=捐给所有请求
31=这将会忽略所有关键字
32=吻合这些关键字时，捐
33=吻合这些关键字时，不捐赠
34=捐兵黑名单 -
35=barbarians\r\nbarb
36=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
37=archers\r\narch
38=no archers\r\nno arch\r\narchers no\r\narch no
39=giants\r\ngiant\r\nany\r\nreinforcement
40=no giants\r\ngiants no
41=goblins\r\ngoblin
42=no goblins\r\ngoblins no
43=wall breakers\r\nbreaker
44=no wall breakers\r\nwall breakers no
45=balloons\r\nballoon
46=no balloon\r\nballoons no
47=wizards\r\nwizard\r\nwiz
48=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
49=healer
50=no healer\r\nhealer no
51=dragon
52=no dragon\r\ndragon no
53=PEKKA\r\npekka
54=no PEKKA\r\npekka no
55=minions\r\nminion
56=no minions\r\nminions no\r\nno minion\r\nminion no
57=hogriders\r\nhogs\r\nhog
58=no hogs\r\nhog no
59=valkyries\r\nvalkyrie\r\nvalk
60=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
61=golem
62=no golem\r\ngolem no
63=witches\r\nwitch
64=no witches\r\nwitch no
65=lavahound\r\nlava\r\nhound
66=no lavahound\r\nlava no\r\nhound no
71=ground support\r\nground
72=一
73=二
74=三
75=
76=no ground\r\nground no\r\nonly
77=吻合这些关键字时，停止捐赠
78=总体捐赠黑名单
79=clan war\r\nwar\r\ncw
80=总体捐赠黑名单
81=，如果关键字吻合聊天室的增援请求文字
82=给所有聊天室的增援请求
83=
84=
85=
86=
87=poison
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=haste
92=no haste\r\nhaste no
93=bowler\r\nbowlers\r\nbowl
94=no bowler\r\nbowl no
95=baby dragon\r\nbaby
96=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
97=miner\r\nmine
98=no miner\r\nminer no\r\nno mine\r\nmine no
99=skeleton\r\nskel
100=no skeleton\r\nskeleton no\r\nno skel
101=air support\r\nany air
102=no air\r\nair no\r\nonly\r\njust
103=辨识中文
104=勾选这里，启用中文的辨识功能
105=lightning
106=no lightning\r\nlightning no
107=heal
108=no heal\r\nheal no
109=rage
110=no rage\r\nrage no
111=jump
112=no jump\r\njump no
113=freeze
114=no freeze\r\nfreeze no

[613]
613=***Section use for Tab Schedule Donations***
1=捐赠时间表
2=捐赠部落成员的筛选
4=不筛选部落成员
5=不筛选，但收集部落成员图像
6=只捐赠给白名单内的部落成员
7=不捐赠给黑名单内的部落成员
8=使用此功能，您可以控制：可捐赠给全部部落成员，只捐赠给白名单内的部落成员，或不捐赠给黑名单内的部落成员
9=管理部落成员图像档
10=请定时手动分类部落成员图像档，移至 White List 或 Black List 目录中
13=几乎满营时停止捐赠
14=几乎满营的百分比必须大于
15=兵营几乎满时，停止捐赠

[614]
614=***Section use for Tab Upgrade Laboratory***
1=实验室
2=自动升级实验室科技
3=勾选这里，启动自动升级实验室科技
4=待升
5=选择下一个升级的军种或法术，
6=图示将会显示在右边，
7=暗黑兵种/法术皆优先于英雄升级！
8=出现红色按钮代表科技升级正在进行中，
9=它会在升级即将完成时自动消失。
10=如果正在进行中的升级被使用宝石加速提早完成，
11=在开始新的升级前，请点击红色按钮，重设内部的计时器。
12=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
13=您确定要重设实验室的升级定时器吗？
14=点击确定重设
15=或者 点击取消退出
16=确定
17=取消
18=重设实验室升级定时器吗？
19=科技升级已经开始
20=将于以下时间，开始检查是否升级已完成：

[615]
615=***Section use for Tab Upgrade Heroes***
1=持续性地升级英雄
2=勾选您要自动升级的英雄：
3=启动野蛮人之王的升级，当您有足够的黑油时（扣除黑油的最小保留值）
4=您可以透过综合页上的重新定位功能，手动定位野蛮人之王圣台，如果有移动过
5=您可以透过综合页设定黑油的最小保留值
6=启动弓箭女皇的升级，当您有足够的黑油时（扣除黑油的最小保留值）
7=您可以透过综合页上的重新定位功能，手动定位弓箭女皇圣台，如果有移动过
8=启动大守护者的升级，当您有足够的圣水时（扣除圣水的最小保留值）
9=您可以透过综合页上的重新定位功能，手动定位大守护者圣台，如果有移动过
11=七本以上才有此英雄
12=九本以上才有此英雄
13=十一本以上才有此英雄

[616]
616=***Section use for Tab Upgrade Buildings***
1=建筑物或英雄
2=项目名称
3=级
4=类
5=成 本
6=时间
7=续
8=定位更新
9=手动定位更新欲升级的建筑物或英雄资讯，
10=勾选连续的建筑物或英雄，将被忽略而不更新资讯
11=重设清除
12=重设清除建筑物或英雄资讯，
13=勾选连续的建筑物或英雄，将被忽略而不清除资讯
14=最小金币
15=升级时要保留的金币。
16=设定需要保留的金币值，用于搜索或者城墙升级。
17=最小圣水
18=升级时要保留的圣水。
19=设定需要保留的圣水值，用于训练军队或者城墙升级。
20=最小黑油
21=升级时要保留的黑油。
22=设定的值，要高于您训练暗黑军队战斗需要的值。
27=勾选启动升级
28=在使用定位更新按钮后
29=显示升级项目的类型，点示将显示位置
30=状态: 红色=未设定；黄色=已设定, 未完成；绿色=已完成
31=升级项目的名称
32=升级项目的等级
33=升级项目的成本
34=升级项目所需的时间
35=勾选启动连续升级功能
36=升级项目的完成时间日期
37=完成时间

[617]
617=***Section use for Tab Upgrade Wall***
1=城墙
2=自动升级城墙
3=勾选将自动升级城墙，如果有足够资源的话
4=搜寻城墙的数量，越多越好但较慢
5=测试
6=点击测试城墙侦测功能
7=使用金币
8=只使用金币升级城墙
9=可用于各级城墙
10=使用圣水
11=只使用圣水升级城墙
12=只可用于九级以上城墙
13=优先使用圣水，后使用金币
14=圣水优先。如果圣水不足升级，再使用金币升级城墙。
15=保留一位建筑工人用于升级城墙
16=勾选保留一位建筑工人，专用于升级城墙，但
17=可用于升级其它项目的建筑工人数将减少一位
18=升级城墙的等级
19=搜寻这个等级的城墙，并且一个一个地升级
20=下一级城墙的成本
21=以此值为指示
22=如果您选择别的等级的墙，这个值也随之更新
23=保留至少金币
24=升级城墙时要保留的金币。
25=设定需要保留的金币值，用于搜索或者建筑物升级。
27=升级城墙时要保留的圣水。
28=设定需要保留的圣水值，用于训练军队或者建筑物升级。
29=城墙状态
30=输入您有的
31=级城墙的数量
32=保留至少圣水

[618]
618=***Section use for Tab Achievements***
1=收割抵御
2=启用固若金汤
3=勾选启用收割‘抵御胜利’模式以完成‘固若金汤’成就
4=抵御时间
5=设定关闭 COC 的时间，等待敌人的攻击，来获取抵御胜利。（1-99分钟）
6=分钟
7=收割最小值
8=保留最小值
9=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
10=设此值足够用于搜寻战埸或升级建筑
11=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
12=设此值足够用于引诱敌人的攻击或升级
13=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
14=设此值足够用于训练军队或升级建筑
15=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
16=设此值足够用于引诱敌人的攻击或升级
17=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
18=设此值足够用于训练军队或升级建筑
19=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
20=设此值足够用于引诱敌人的攻击或升级
21=如何使用‘固若金汤’模式
22=‘固若金汤’模式将帮您获取‘抵御胜利’和完成‘固若金汤’成就。
23=设定关闭 COC 的时间，等待敌人的攻击。
24=收割最小值，小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
25=保留最小值，大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
26=点击下面的连结以获取更多的资讯
27=更多资讯

[619]
619=***Section use for Tab Notify PushBullet/Telegram***
1=『子弹推送/电报』通知
2=启动子弹推送
3=启动『子弹推送』通知
4=启动电报
5=启动『电报』通知
6=远程控制
7=启动远端控制功能
8=启动时删除讯息
9=当您开启机器人时，删除以前推送的讯息
10=删除全部讯息
11=点击这里删除全部讯息
12=删除比这更早的讯息：
13=删除比设定的时间更早的全部推送讯息
14=设定删除讯息的时间间隔
15=小时
16=接驳令牌（子弹）
17=您需要一个接驳令牌用来推送讯息，可从 PushBullet.com 取得
18=接驳令牌（电报）
19=您需要一个接驳令牌用来推送讯息，可从 Telegram.com 取得
20=来源
21=讯息来源可以是村庄名称
22=推送下列讯息
23=匹配成功
24=推送要袭击的村庄的总共资源
25=战利品截图
26=推送最新袭击的战利品截图
27=战利品文本
28=推送最新袭击的战利品文本
29=兵营满营
30=推送警告，提示『兵营满营』讯息
31=城墙升级
32=推送城墙升级资讯
33=不同步（掉线）
34=推送警报，提示『客户端和服务器不同步』错误
35=休息一下
36=推送警报，提示『上线时间太长，需要休息一下』讯息
37=闲置工人
38=推送警报，提示有工人闲置的讯息
39=村庄资讯
40=推送村庄资讯
41=袭击警报
42=推送警报，提示最新袭击的资讯
43=另一设备连接
44=推送警报，提示『另外一个设备正在连接』讯息
45=维护
46=推送警报，提示『SuperCell 正在维护 CoC』讯息
47=查禁
48=推送警报，提示『您已被 SuperCell 查禁』讯息
49=机器人升级
50=推送警报，提示『有新版本的机器人』讯息
51=通知时间表
52=执行时段
53=点击这里将清除或全选整行
54=执行星期
55=S
56=星期日
57=M
58=星期一
59=T
60=星期二
61=W
62=星期三
63=T
64=星期四
65=F
66=星期五
67=S
68=星期六
69=说明 ?
70=点此开启远端控制指令的说明页面

[620]
620=***Section use for Notify Revamp***
1=BOT
2=Help
3= - 您可以远程控制您的机器人，请参照以下语法：
4=HELP
5= - 传送此说明资讯
7=DELETE
8= - 删除之前推送的全部讯息
9=RESTART
10= - 重新启动<村庄名字>的机器人和安卓模拟器
11=STOP
12= - 停止<村庄名字>的机器人
13=PAUSE
14= - 暂停<村庄名字>的机器人
15=RESUME
16= - 恢复<村庄名字>的机器人
17=STATS
18= - 传送<村庄名字>的村庄统计资讯
19=LOG
20= - 传送<村庄名字>的目前日志档
21=LASTRAID
22= - 传送<村庄名字>的最新袭击战利品截图
23=LASTRAIDTXT
24= - 传送<村庄名字>的最新袭击战利品文本
25=SCREENSHOT
26= - 传送<村庄名字>的萤幕截图
27=SCREENSHOTHD
28= - 传送<村庄名字>的高清萤幕截图
29=BUILDER
30= - 传送<村庄名字>的建筑工人状态截图
31=SHIELD
32= - 传送<村庄名字>的护盾状态截图
33=RESETSTATS
34= - 重置<村庄名字>的统计
35=TROOPS
36= - 传送<村庄名字>的军队法术统计资讯
37=HALTATTACKON
38=Attack Off
39= - 启用综合页面的停止攻击 - 现在（仅保持在线）选项
40=HALTATTACKOFF
41=Attack On
42= - 停用综合页面的停止攻击选项
43=HIBERNATE
44= - 个人电脑进入休眠
45=个人电脑开始休眠
46=SHUTDOWN
47=Shut down
48= - 关闭个人电脑
49=个人电脑正关闭中
50=STANDBY
51= - 个人电脑进入待机
52=个人电脑开始待机
59=S
97=语法错语
98=范例：
99=请点击　BOT HELP 获得完整语法说明
100=请求说明
101=日志
102=目前日志
103=匹配成功！经过
104=次
105=闲置建筑工人人数
106=上线时间太长，需要休息一下
107=上线时间太长，需要休息一下
108=村庄统计资讯
109=G
110=E
111=DE
112=T
113=S
114=目前资源
115=次
116=已攻击
117=城墙数目
118=袭击战利品
119=袭击战利品文本
120=战利品
121=宝石
122=您已
123=闲置工人
124=停止机器人
125=停止机器人...
126=您的机器人正在停止中...
127=您的机器人已停止
128=兵营满营
129=有新版本的机器人
130=机器人已恢复运行
131=没有最新袭击战利品截图
132=机器人和安卓模拟器重新启动中
133=您的机器人正在停止中
134=您的机器人已停止
135=统计已重置
136=已设定训练军队和法术
137=将尽快处理您要求的闲置工人资讯
138=正攻击中无法暂停，晚点再试
139=将尽快处理您要求的护盾资讯
140=每小时收益
141=没有最新袭击战利品截图
142=最新袭击战利品文本
143=机器人和安卓模拟器重新启动中...
144=上传档案到子弹推送伺服器中
145=机器人已重新运行
146=上传档案到电报伺服器时，出现第二类错误
147=将尽快处理您要求的截图
148=正在启动中
149=正在攻击中
150=您的机器人正在暂停中
151=机器人正恢复运行
152=最新袭击战利品截图
153=升级中
154=跳过升级
155=错误：CoC 已停止
156=已收到您的要求。机器人已暂停
157=已收到您的要求。机器人已恢复运行
158=机器人重新启动因为找不到"下一个"按钮
159=使用金币来完成
160=找不到金币升级按钮
161=找不到圣水升级按钮
162=村庄截图
164=正攻击中无法暂停，晚点再试
165=要求重新启动
166=要求暂停
167=要求恢复
168=目前训练的军队和法术
169=目前军营
170=无法上传档案
171=发生错误
172=重新启动因为发生不同步错误
173=找到城墙等级
174=找不到城墙等级
175=另外一个设备已连接
176=另外一个设备已连接，等等
177=城墙区块已找到
178=之后下线
179=使用金币来完成升级
180=使用圣水来完成升级
181=没有圣水升级按钮
700=Notify PushBullet
701=Notify Telegram
702=Your request has been received from
703=Help has been sent
704=Your request has been received.
705=Your request has been received. Bot and Android Emulator restarting...
706=Your request has been received. Bot is now stopped
707=Unable to pause during attack
708=Your bot is currently paused, no action was taken
709=Your bot is currently resumed, no action was taken
710=Your request has been received. Statistics sent
712=Log is now sent
711=Your request has been received from
713=Push Last Raid Snapshot...
714=Your request has been received. Last Raid txt sent
715=ScreenShot request received
716=ScreenShot HD request received
717=Builder Status request received
718=Shield Status request received
719=Your request has been received. Statistics resetted
720=Your request has been received. Sending Troop/Spell Stats...
721=Hibernate PC
722=Shutdown PC
723=Standby PC
724=received command syntax wrong, command ignored.
725=Notify not planned for this hour! Notification skipped
726=Unable to send file
727=Last Raid Text has been sent!
728=Last Raid screenshot has been sent!
729=An error occurred deleting temporary screenshot file.
730=Screenshot sent!
731=Builder Information sent!
732=Shield Information sent!
733=All messages deleted.
734=removed
735=messages older than
801=Screenshot
802=Builder
803=Shield
804=Stats
805=Troops
806=Help
807=Stop
808=Pause
809=Resume
810=Restart
811=Log
812=Lastraid
813=LastRaidTxt
814=Attack On
815=Attack Off
816=Hibernate
817=Shut down
818=Standby

[621]
621=***Section use for Tab Troops***
1=Elixir Troops
2=Set the type of Army composition.
3='Use Barrack Mode' or 'Custom Army' for manual compositions.
4=Preset: Archers
5=Preset: Barbarians
6=Preset: Goblins
7=Preset: B.Arch
8=Preset: B.A.G.G.
9=Preset: B.A.Giant
10=Preset: B.A.Goblin
11=Preset: B.A.G.G.Wall
12=Use Barrack Mode
13=Custom Army
14=Troops
15=总共
16=预计训练军队的总数量
17=Barrack Mode
18=Set the Troops to make in Barrack
19=Army Strength
20=自订满营
21=兵营将被视为满营当达到设定的百分比，可出战。
22=Add. Troops
23=Dark Elixir Troops
24=Add. Dark Troops
25=Dark Barracks Troops
26=Set the % of
27=的数量
28=输入训练
29=的数量
30=Complete empty spaces
31=Complete with archers
32=If xxxx xxx xxxxx (insert a good description) xxxx xxxx
33=Quick Train
34=一键训练
35=Use the Quick Train function to train the Previous Army or the predefined Army 1, 2 or 3
36=Previous
37=组合 1
38=组合 2
39=组合 3
41=重设训练数量
40=点击改变等级：升─左键；降─右键，SHIFT＋左键
42=强制制造法术
200=Training Idle Time
201=Close While Training
202=Option will close CoC app for time required to complete troop training
203=Spell Creation
204=Option will close CoC for training time needed to complete spell cooking
205=Hero Healing
206=Option will close CoC for training time neaded for Hero Regen, Requires wait for hero enabled!
207=Close Emulator
208=Option will close Android Emulator while waiting for troops to train!
209=Use Exact Time
210=Select to wait exact time required for troops to complete training
211=Add Random Time
212=Select to ADD a random extra wait time like human who forgets to clash
213=Enter maximum percentage of additional time to be used creating random wait times,
214=Bot will compute a random wait time between exact time needed, and
215=exact time plus random percent to appear more human
220=Select how much time to wait when feature enables

[622]
622=***Section use for Tab Spells***
1=Spells Composition
2=法术工厂容量
3=选择法术工厂的总容量。设为零如果您不要任何法术。

[623]
623=***Section use for Tab Boost***
1=加速剩余次数
2=加速训练营
3=Num. Of Barracks to Boost
4=How many Barracks to boost with GEMS! Use with caution!
5=训练营
6=使用宝石加速训练营，慎用！
7=加速法术工厂
8=法术工厂
9=使用宝石加速法术工厂，慎用！
10=Dark Spell Factory
11=Use this to boost your Dark Spell Factory with GEMS! Use with caution!
12=加速英雄
13=野蛮人之王
14=使用宝石加速野蛮人之王复活，慎用！
15=弓箭女皇
16=使用宝石加速弓箭女皇复活，慎用！
17=大守护者
18=使用宝石加速大守护者复活，慎用！
19=加速时间表

[624]
624=***Section use for Tab Attack***
1=使用
2=攻击类型
3=标准攻击
4=CSV 脚本攻击
5=挤压式攻击
6=军队类型
7=全部军队
8=兵营军队
9=野蛮人
10=弓箭手
11=野蛮人+弓箭手
12=野蛮人+哥布林
13=弓箭手+哥布林
14=野蛮人+弓箭手+巨人
15=同上+哥布林
16=野蛮人+弓箭手+野猪骑士
17=野蛮人+弓箭手+亡灵
18=选择进攻时使用的军队
19=特殊军队类型
20=进攻时使用 野蛮人之王
21=进攻时使用 弓箭女皇
22=进攻时使用 大守护者
23=进攻时使用 城堡军队
24=进攻时使用 雷电法术
25=进攻时使用 疗伤法术
26=进攻时使用 狂暴法术
27=进攻时使用 弹跳法术
28=进攻时使用 冰冻法术
29=进攻时使用 毒药法术
30=进攻时使用 地震法术
31=进攻时使用 急速法术
32=偷本
33=先偷本
34=若大本营外置，则先偷本
35=边界格数
36=边界距离大本营的最大格数
37=您可以在 CSV\THSnipe 目录中，新增/编辑选项
38=偷本
39=检测大本营是否在城墙外
40=如果您只想搜索外置的大本营阵型，请勾选搜索页面的‘偷本’过滤选项
41=七本以上才有
42=九本以上才有
43=十一本以上才有
44=进攻时使用 镜像法术
45=进攻时使用 骷髅法术

[625]
625=***Section use for Tab Search***
0=开始搜索如果
1=搜索
2=设定最小搜索次数
3=设定最大搜索次数
4=奖杯
5=设定最小奖杯数
6=设定最大奖杯数
7=兵营军队
8=设定兵营军队比例
9=等候英雄复活
10=等候 野蛮人之王 复活出战
12=等候 弓箭女皇 复活出战
13=等待 大守护者 复活出战
14=过滤选项
15=搜索大于 金币 和/或/加 圣水 设定值的村庄
16=和：两者同时满足，金 和 水
17=或：其中一个条件满足，金 或 水
18=加：满足 金 加 水 的总和
19=金和水
20=金或水
21=金加水
23=设定金币的最小开始攻击数值
24=设定圣水的最小开始攻击数值
25=设定金币加圣水的最小开始攻击数值
26=黑油
27=搜索大于黑油设定值的村庄
28=设定黑油的最小开始攻击数值
29=搜索大于奖杯设定值的村庄
30=设定奖杯的最小开始攻击数值
31=大本营
32=搜索小于大本营等级设定值的村庄
33=设定大本营等级的最大攻击数值
34=偷本
35=搜索符合大本营外置的村庄
36=弱防御
37=搜索符合低等级防御的村庄
38=设定迫击炮等级的最大攻击数值
39=设定法师塔等级的最大攻击数值
40=满足以上任一条件就攻击
41=满足以上任一个条件就开始攻击
42=大本营
43=距离边界的格数
44=兵营未满时
45=边界距离大本营的最大格数
46=满兵营时
47=输入会被认定为大本营外置的 1 X 1 格数
48=例如：0 格数：大本营必须靠在村庄外围边缘； 4 格数：大本营必须距离村庄外围边缘 4 块格数
49=如果大本营距离村庄外围边缘大于设定的值，村庄将被跳过不攻击
50=当选择连续升级英雄时，等候英雄功能将被停用
51=设定X连弩等级的最大攻击数值
52=设定地狱之塔等级的最大攻击数值
53=设定天鹰火炮等级的最大攻击数值
54=迫击炮等级
55=法师塔等级
56=X连弩等级
57=地狱之塔
58=天鹰火炮
59=搜索小于迫击炮等级设定值的村庄
60=搜索小于法师塔等级设定值的村庄
61=搜索小于X连弩等级设定值的村庄
62=搜索小于地狱之塔等级设定值的村庄
63=搜索小于天鹰火炮等级设定值的村庄
64=搜索小于防空火箭等级设定值的村庄
65=七本以上才有
66=九本以上才有
67=十一本以上才有
68=注意：只适用于此攻击方式
69=注意：此设定并不会限制搜索次数而重新开始
70=注意：此设定并不会强迫停留在这范围内
71=等候法术
72=当等候法术时，将停止搜索（只针对此种搜索方式）
73=警告：当您没有可用的法术工厂时不要勾选此项，否则一切攻击将停止
74=等候城堡法术
75=等候战友捐赠下列法术
76=任何法术
77=设定战友捐赠的法术
78=等候城堡军队
79=等候城堡军队满了
80=防御等级
81=设定防空火箭等级的最大攻击数值
110=训练的法术超过了设定的总和！
111=减少法术，
112=不然机器人将不攻击！！
113=点击 Yes 以关闭此警告讯息
114=Yes，我了解|No
115=等候法术警告讯息！
116=抱歉，必须了解警告讯息再点击 Yes！
117=OK
118=使用者输入错误
119=恭喜！！
120=您发现了机器人的秘密讯息！
121=您找得到按钮来关闭此讯息吗？
122=哈哈哈哈...
123=您是胜利者！
124=抱歉不是那个按钮！
125=当您在这15分钟等待中，请捐 500 英磅给 MyBot.run？
126=还是找不到离开的按钮吗？
127=这真好玩，可以继续一整天吗？
128=再多试四次，好运迟早降临
129=您有香蕉吗？这只程序猴子肚子饿子！
130=也许试试同一按钮直到成功？
131=抱歉，不可使用 ESC！
132=程序错误！程序员毁了一个好的玩笑。

[626]
626=***Section use for Tab Collectors***
1=收集器
2=设置死鱼的判定标准
3=等级 6 必须 >
4=等级 7 必须 >
5=等级 8 必须 >
6=等级 9 必须 >
7=等级 10 必须 >
8=等级 11 必须 >
9=等级 12 必须 >
10=(N/A)
11=误差值
12=使用此滑块来调整所有图像的误差值
13=如果要调整个别图像，就必须编辑个别图像
15=勾选，机器人进行死鱼判别时将对
16=等级 6 圣水收集器进行扫描判断
17=等级 7 圣水收集器进行扫描判断
18=等级 8 圣水收集器进行扫描判断
19=等级 9 圣水收集器进行扫描判断
20=等级 10 圣水收集器进行扫描判断
21=等级 11 圣水收集器进行扫描判断
22=等级 12 圣水收集器进行扫描判断
23=设置判定等级 6 收集器中存储圣水为满（死鱼标准）的百分比
24=设置判定等级 7 收集器中存储圣水为满（死鱼标准）的百分比
25=设置判定等级 8 收集器中存储圣水为满（死鱼标准）的百分比
26=设置判定等级 9 收集器中存储圣水为满（死鱼标准）的百分比
27=设置判定等级 10 收集器中存储圣水为满（死鱼标准）的百分比
28=设置判定等级 11 收集器中存储圣水为满（死鱼标准）的百分比
29=设置判定等级 12 收集器中存储圣水为满（死鱼标准）的百分比
30=满
31=警告：除非您清楚知道该如何进行误差调整，否则不要改变该设置。若不确定如何设置，请保持该设置为 “0”！
32=停用此死鱼标准判定
33=机器人将视死鱼为活鱼
34=收集器判定数量：
35=设置判定收集器的数量

[627]
627=***Section use for Tab Load Strategy***
1=载入战略设置\n\n- 载入训练军队设置\n- 载入所有搜索 && 攻击设置\n\n- 除外:分享攻击视频设置\n- 除外:战利品截图设置\n- 除外:宝石加速设置
2=载入战略
3=删除
4=开启战略目录

[628]
628=***Section use for Tab Save Strategy***
1=战略档名
2=记录
3=保存设置\n--------------------------------------\n保存所有:\n- 训练军队设置\n- 所有搜索 && 进攻设置\n\n除外:\n- 分享攻击视频设置\n- 战利品截图设置\n- 宝石加速设置\n--------------------------------------
4=保存战略

[629]
629=***Section use for Tab Bully***
1=弱本 攻击组合
2=在弱本攻击模式下，所有在大本营等级设定范围内的村庄将被攻击
3=启动弱本，经过
4=在多少次搜索后，启动弱本模式
6=大本营等级
7=大本营等级在此范围内将被攻击
8=攻击方式
9=死鱼
10=使用 死鱼 的攻击方式
11=活鱼
12=使用 活鱼 的攻击方式

[630]
630=***Section use for Tab Options Search***
1=搜索条件
2=启用降低搜索条件
3=当搜索达到设定次数后，自动降低搜索条件
4=降低条件每经
5=输入次数，当搜索达到设定次数后，自动降低搜索条件，重新搜索
6=- 降低 金币
7=每一次降低的金币数值
8=- 降低 圣水
9=每一次降低的圣水数值
10=- 降低 金币加圣水
11=每一次降低的圣水加金币数值
12=- 降低 黑油
13=每一次降低的黑油数值
14=- 降低 奖杯
15=每一次降低的奖杯数值
16=搜索选项
17=启用‘立刻攻击’按钮
18=勾选，如果您想要‘立刻攻击’按钮启用
19=延长
20=延长搜索时停顿的时间，给予使用者更多思考和点击‘立刻攻击’按钮的机会
21=重新开始，经过
22=经过多少次搜索后，返回村庄，再重新开始搜索
23=发现鱼时，系统弹出提醒
24=当发现鱼的时候，系统弹出气泡提醒！
25=且显现在‘停止’按钮旁边，给予使用者手动决定攻击的机会。
26=‘立刻攻击’按钮只在搜索时出现。

[631]
631=***Section use for Tab Milking Attack***
0=Milking
2=Elixir Collectors Min. Level to Attack
3=Levels 1-4
4=Level 5
5=Level 6
6=Level 7
7=Level 8
8=Level 9
9=Level 10
10=Level 11
11=Level 12
13=Attack
14=Which have a Level
16=Only Attack If
17=Distance between red line and collectors
18=Attack Gold Mines If Gold Under
19=Attack Elixir Collectors If Elixir Under
20=Attack Dark Elixir Drills If Dark Under
21=4. Troops To Use For Each Building
22=- Troops Per Wave:
23=- Max Waves:
24=- Delay Between Waves (ms):
25=5a. Snipe Outside TH After Milking
27=Max Tiles From Border
28=Use Algorithm
29=Snipe Even If No Collectors can be Milked
30=Use scripted attack for dead bases, this disables standard attack
31=Legend
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=Make Images of each extractor with offset
39=fullsearch, only for debug purpose (very slow)
40=C - Attack
41=Make Images of villages
48==
50=Force Tolerance
51=Tolerance Normal
52=Tolerance Boosted
53=Tolerance Destroyed
56=Structures to Attack
57=D - After Milking
58=Advanced
59=Slower: Check the Resources in each collector.
60=Faster: Only check the Level of each collector.
61=Check Destroyed Structures
62=Check Structure Destruction Before Wave
63=Before attacking a structure, check to see if it has been destroyed by another wave.
64=You must have a high delay between waves to use this option
65=Check Structure Destruction After Wave
66=After attacking a structure, check to see if it has been destroyed by another wave.
67=You must have a high delay between waves to use this option
68=Tolerance Settings
71=5. Dropping options
72=Drop each Goblin in the same place
73=Drop each Goblin in a different place
74=Attack Order: as found
75=Attack Order: Random
76=Attack Order: by side
77=B - Conditions
78=A - Structures
79=DIS.
80=Choose Milking Search Type
81=with this options you can detect images of undetected Elixir Extractors
82=Enable TH Snipe
83=Enable Scripted Attack
84=5b. Continue With An Scripted Attack
85=Choose the maximum number of waves of troops to drop at each collector.
86=If the collector gets destroyed, then no more waves will be dropped at it.

[632]
632=***Section use for Tab Stats***
0=大本营：
1=统计
2=初始数值
3=数据报告
4=首次运行时
5=将在这里
6=显示出来
7=最初拥有的金币
8=最初拥有的圣水
9=最初拥有的黑油
10=最初拥有的奖杯数量
11=收益
12=最后一次进攻获得的金币
13=最后一次进攻获得的圣水
14=最后一次进攻获得的黑油
15=最后一次进攻获得或失去的奖杯数量
16=奖励
17=最后一次进攻获得的金币奖励
18=最后一次进攻获得的圣水奖励
19=最后一次进攻获得的黑油奖励
20=总收益
21=机器人运行后，获得或失去的金币总量
22=（包括手动升级建筑物的资源支出）
23=机器人运行后，获得或失去的圣水总量
24=机器人运行后，获得或失去的黑油总量
25=机器人运行后，获得或失去的奖杯总量
26=收益/小时
27=金币/小时
28=圣水/小时
29=黑油/小时
30=奖杯/小时
31=重新统计
32=成本统计
33=攻击次数
34=符合搜索条件，进攻的次数
35=跳过次数
36=不符合搜索条件，跳过的次数
37=金币升级次数
38=金币升级城墙次数
39=圣水升级次数
40=圣水升级城墙次数
41=金币升级建筑次数
42=圣水升级建筑次数
43=英雄升级次数
44=英雄升级次数
45=降杯总数
46=自动降杯的总数
47=运行时间
48=机器人的总运行时间
49=升级共用金币
50=升级城墙总共用掉金币
51=升级共用圣水
52=升级城墙总共用掉圣水
53=升级建筑总共用掉金币
54=升级建筑总共用掉圣水
55=升级共用黑油
56=升级英雄总共用掉黑油
57=断线次数
58=断线次数
59=搜寻成本
60=搜寻村庄所用的金币
61=圣水训练成本
62=训练圣水军队所用的圣水
63=黑油训练成本
64=训练暗黑军队所用的黑油
65=收集金币
66=在村庄收集的金币
67=收集圣水
68=在村庄收集的圣水
69=收集黑油
70=在村庄收集的黑油
71=死鱼
72=攻击次数
73=攻击死鱼次数
74=获得
75=攻击死鱼获得的金币
76=攻击死鱼获得的圣水
77=攻击死鱼获得的奖杯
78=活鱼
79=攻击活鱼次数
80=攻击活鱼获得的金币
81=攻击活鱼获得的圣水
82=攻击活鱼获得的黑油
83=攻击活鱼获得的奖杯
84=弱本
85=攻击弱本次数
86=攻击弱本获得的金币
87=攻击弱本获得的圣水
88=攻击弱本获得的黑油
89=攻击弱本获得的奖杯
90=偷本
91=偷本获得的金币
92=偷本获得的圣水
93=偷本获得的黑油
94=偷本获得的奖杯
95=偷本成功的次数
96=偷本失败的次数
97=将在这里
98=进行更新
99=在进攻后
100=攻击死鱼获得的黑油
101=偷本的次数
102=最后一次攻击
103=升级次数
104=升级成本
105=运行资讯
106=联盟
107=统计
108=金币
109=圣水
110=黑油
111=奖杯
112=最高资源
113=获得最高金币
114=获得最高圣水
115=获得最高黑油
116=获得最高奖杯
117=成本 && 收集
118=军队
120=总共捐赠
121=经验值
119=法术
122=闪黑
124=闪黑获得的黑油
125=已使用的雷电法术数量
123=使用
126=已使用的地震法术数量

[633]
633=***Section use for Tab Options End Battle***
1=分享攻击视频
2=分享视频到您的部落聊天室里
3=勾选来分享视频到您的部落聊天室里
4=当获得战利品
5=分享视频当获得金币大于此设定值
6=分享视频当获得圣水大于此设定值
7=分享视频当获得黑油大于此设定值
8=随机传送名单内的信息到部落聊天室里
9=Nice\r\nGood\r\nThanks \r\nWowwww
10=和分享视频一同传送的信息
11=战利品截图
12=启动战利品截图功能
13=截图档名包含战利品资讯
14=截图档名包含战利品资讯

[634]
634=***Section use for Tab Options Attack***
1=英雄技能
2=自动使用技能（红血状态）
3=攻击中当英雄处于红血状态时，
4=会分别自动使用技能
5=使用技能于
6=设定于几秒后使用英雄技能
7=所有英雄会在设定时间，同时使用技能
8=设定使用英雄技能的时间，为攻击开始后几秒
9=Timed activation of Warden Ability after
10=Use the ability of the Grand Warden on a timer.
11=Set the time in seconds for Timed Activation of Grand Warden Ability.
12=部落城堡
13=平衡 捐兵/收兵
14=如果您的捐收比，大于下面的设定值，则在攻击时使用援兵
15=捐兵比率
16=捐兵数 / 收兵数 比率
17=1/1 捐收平衡，1/2 捐兵数 = 收兵数的一半
18=收兵比率
20=攻击时间表
21=启用 攻击时间表
22=勾选，便可使用攻击时间表，控制攻击的时间和星期
23=机器人会继续运行，但只在排定的时间做攻击
24=关闭 COC
25=勾选，当不在排定的时间内时，COC 将被关闭
26=机器人会继续运行，当排定的时间到时，将被重新开启
27=关闭 模拟器
28=勾选，当不在排定的时间内时，模拟器将被关闭
29=随机 停止攻击
30=勾选，将随机任意地停止攻击
31=请选择停止攻击的时数
32=
33=
34=
35=每日攻击次数
36=当超过介于设定次数范围内的随机攻击次数，将停止攻击
37=请输入每日最小允许攻击的次数
38=请输入每日最大允许攻击的次数
39=至
40=启用援兵时间表
41=使用时间表来设定何时可以使用援兵，\r\n如果没有启用时间表，援兵将永远被使用

[635]
635=***Section use for Create Scripted Attack***
1=新建攻击脚本
2=输入新的脚本档名
3=同名档案已存在，请输入别的档名
4=当建立档案时出现错误
5=复制并重新命名当前攻击脚本
6=复制
7=并输入新的脚本档名

[636]
636=***Section use for Tab Bot Options***
2=当载入初始化时
3=检查更新
4=勾选，将检查您的机器人是不是最新版本
5=删除日志档
6=删除比设定天数旧的日志档案
7=天旧
8=删除暂存档
9=删除比设定天数旧的暂存档案
10=删除战利品截图
11=删除比设定天数旧的战利品截图
12=当开始运行时
13=自动开始运行
15=检查游戏语言 (EN)
16=检查游戏语言是不是设定正确 (必须设定为 English)
17=自动对齐
18=重新定位/对齐安卓模拟器和机器人视窗
19=偏移
20=安卓模拟器和机器人视窗之间的水平偏移像素
21=安卓模拟器和机器人视窗之间的垂直偏移像素
22=0,0：模拟器-机器人
23=0,0：机器人-模拟器
24=对齐：机器人对齐模拟器右上角
25=对齐：机器人对齐模拟器左上角
26=对齐：机器人对齐模拟器右下角
27=对齐：机器人对齐模拟器左下角
28=0,0：重新定位安卓模拟器到 Windows 桌面上(0,0)的位置，然后机器人靠到模拟器右边或左边
29=对齐：只是重排视窗, 对齐机器人视窗和模拟器视窗：右上对齐, 左上对齐, 右下对齐, 左下对齐\r\n合并：整合模拟器视窗入机器人视窗
30=训练时点击的速度
31=Train Troops
32=延迟
33=增加延迟，如果您的电脑反应慢或是想要有真人点击训练的效果
34=Debug
35=Debug: Write the clicked (x,y) coordinates to the log.
36=Debug: Enables debug SetLog messages in code for Troubleshooting.
37=Debug: Enables Saving OCR images for troubleshooting.
38=Debug: Enables Saving images for troubleshooting.
39=Debug: Enables showing positions of buildings in log.
40=Click
41=Messages
42=OCR
43=Images
44=Buildings
45=其它选项
46=强制兵营总容量为
47=如果没有侦测到兵营总容量，改用输入数值替代，而不询问使用者
55=荧幕截图选项
56=保存为PNG格式
57=隐藏个人和部落的名字
58=在设定的时间后，自动开始运行机器人
61=强制PB只重启一次
62=在被PB强制下线之前，自己提前先下线，而使得COC只重启一次
63=输入自己待在线下的时间，15分钟以上可以重设PB计时器
65=提前下线的时间
66=输入提前的时间，注意：输入的数值小于10分钟，可能没有作用！
71=重启机器人以更换成新的介面语言：
72=Options
73=Training
74=Debug: Enables showing debug during training.
75=延迟村庄搜索
76=使用滑条去改变，搜索村庄时点击‘下一个’的等待时间。
77=可能可以弥补减少一些失去连结的错误，
78=无法保证一定有效果。
80=最大
81=当最大的滑条设定值高于最小滑条的设定值时，
82=便启动了‘随机’的村庄搜索延迟时间（介于最大和最小之间）
83=介面语言
84=切换不同的介面语言
85=远端设备
86=当有远端设备连接，等
87=输入当有远端设备连接时，机器人再次连接的等待时间 (按分计算)
88=Test Train
89=Test Donate
90=Test Attack Bar
91=Online debug donations
92=Debug: make ocr of donations and simulate only donate but no donate any troop
93=专家选项
94=随机点击
95=整合：模拟器进入机器人
96=最小化时更新
97=启用各种机器人视窗最小化方式\r\n当机器人最小化时，屏幕更新将显示在工作列预览
98=最小化时隐藏
99=机器人视窗在最小化时，隐藏到工作列状态区域\r\n点击状态图示/显示机器人来重新显示机器人视窗
100=停用启动画面
101=启动时不使用启动画面
102=Test Click Drag (scrolling)
103=Test Image
104=强制侦测部落城堡
105=如果在攻击列上侦测不到部落城堡，而且也不在上一次攻击时的位置上，将强制设定在目前空出的位置
106=Attack CSV
107=Debug: Generates special CSV parse log files
108=Attack CSV Image
109=Debug: Enables saving clean and location marked up images of bases attacked by CSV scripts
110=Test Request
111=Test Village Size
112=Disable Zoomout
113=Debug: Disables zoomout of village.
114=Debug: Disables centering of village.
115=Test Dead Base
116=Test Dead Base Folder
117=Test Attack CSV
118=Test Find Button
119=Test Clean Yard
120=Test Dead Base
121=Test Attack CSV

[637]
637=***Section use for Tab Bot Profile***
1=切换村庄配置文件
2=用这切换不同的村庄配置
3=您的村庄配置文件档位于以下路径
4=MyVillage
5=请输入 村庄/配置 的名称
6=新增配置文件
7=确认
8=删除配置文件
9=取消
10=重新命名配置文件
11=配置文件已存在
12=%s 已存在\r\n请使用另一个名称
14=您确定要删除此配置文件？\r\n档案将无法救回！

[640]
640=***Section use for all Popups***
1=确定|取消
2=显示设定错误
3=解析度不正确
4=解析度不正确，设定值太
5=%. 必须设定它到100%，使机器人运行
6=改变解析度DPI为正确的值后，重新开机且再次运行机器人
7=在更改之前，将不能使用机器人
8=点击 确定 流览如何改变解析度
9=不支持
10=对不起，您的作业系统不支持运行机器人
11=长官，有些档案找不到！
12=请解压缩所有档案和资料夹，再尝试启动机器人一次！
13=对不起，开始按钮被停用直到修复为止！
14=确定
15=长官，档名不正确！
16=您改变了 MyBot.run.exe 的档名，请改回来后再重新启动机器人！
17=机器人出现了一个严重的错误
18=无法找到或启动
19=并流览 www.mybot.run 论坛以获得更多帮助
20=关闭机器人！
21=确定 - 必须退出程式
22=重启电脑后，再试一次
23=训练营
24=兵营
25=点击 确定 后，点击其中一个您的
26=点击位置后，不要立刻移动滑鼠
27=确保建筑物的名称可见！
28=定位
29=问题
30=您有多少个训练营？
31=请输入，这个训练营是第几号[1|2|3|4] :
32=点确定后，移动至部落城堡，再点击一下
33=定位部落城堡
34=点击 确定 后，移动至 弓箭女皇圣台，再点击一下
35=定位弓箭女皇圣台
36=确定
37=注意！
38=您现在可以将滑鼠移出模拟器之外，谢谢！
39=点击 确定 后，移动至 野蛮人之王圣台，再点击一下
40=定位野蛮人之王圣台
41=点击 确定 后，移动至 大守护者圣台，再点击一下
42=定位大守护者圣台
43=点击 确定 后，移动至 实验室，再点击一下
44=定位实验室
45=点击 确定 后，移动至 法术工厂，再点击一下
46=定位法术工厂
47=定位暗黑法术工厂
48=点击 确定 后，移动至 暗黑法术工厂，再点击一下
49=点击 确定 后，移动至 大本营，再点击一下
50=定位大本营
51=点击 定位更新 按钮，然后点击您要升级的 建筑物/英雄
52=定位所有要升级的建筑物后，点击 完成 按钮
53=点击 取消 按钮，退出定位建筑物
54=定位 建筑物|完成|取消
55=定位升级物
56=文字读取错误
57=输入升级成本
58=保存升级的图片供开发和分析使用吗？
59=是|否
60=   金币   |  圣水  |  黑油
61=Need User Help
62=选择升级的类型：
63=点击 确定，删除/重设 所有建筑物资讯
64=注意 =>> 当完成时，机器人将会退出，并且必须重新启动
65=或者点击 取消 退出
66=删除并退出|取消
67=删除建筑物资讯吗？
68=您确定要删除建筑物资讯吗？
69=点击 确定 删除后，手动重启机器人
70=删除设置
71=您确定要删除设置吗？
72=如果您要定位大本营，是因为大本营刚升级
73=那么您必须重启机器人
74=点击 确定，重启机器人
75=退出|取消
76=请关闭机器人！
77=您确定要重启机器人吗？
78=点击 确定，关闭机器人，然后启动机器人(手动)

[641]
641=***Section use for Army Training Options***
1=选项
2=等候部队训练时
3=关闭 COC
4=当村庄受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
5=当搜索/等待法术选项被勾选时，将会关闭COC等待法术制造完成
6=当搜索/等待英雄选项被勾选时，将会关闭COC等待英雄恢复
7=没有护盾
8=当村庄没有受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
9=提醒：当您勾选此选项时，您可能会被攻击，损失一些奖杯
10=随机关闭
11=勾选时，会随机的选择闲置过久、关闭COC或关闭模拟器
12=
13=关闭模拟器
14=勾选时，会完全关闭安卓模拟器
15=添加这个选项，有可能因为启动时间的不一致性，略微增加离线时间
16=实际时间
17=勾选时，使用等待部队训练所需的实际时间
18=勾选此选项来选择等待多长时间
19=随机时间
20=择添加一个随机额外的等待时间，就像有些人忘记要来进攻
21=输入要使用的额外时间的最大百分比，创建随机等待时间，
22=机器人会计算出一个随机等待时间，介于‘实际需要时间’和
23=‘输入最大随机百分比’之间，来模拟人类操作
25=部队训练顺序
24=Enter sequence order for training of
27=勾选，可自订部队训练顺序
28=改变训练顺序可能对CSV脚本攻击类型有帮助！
29=选择部队一系列训练的兵种顺序 #
26=自订顺序
30=使用新订的顺序
31=点击此按钮当您完成了顺序设定
32=右侧图示将显示设定状态：红色＝设定中，绿色＝已保存使用中
33=Custom Dark Order
34=Enable to select a custom dark troop training order
35=检查部队训练时
36=随机增加延迟
37=随机延迟检查部队训练的时间
38=勾选以减少打开部队训练视窗的次数，模拟真人操作
39=介于
40=和
41=闲置时间
42=关闭 COC 如果闲置时间大于设定的时间，反之则不
43=选择最小容许闲置的时间

[642]
642=***Section use for Distributors***
1=未装 COC
2=未知的 COC
11=谷歌
12=昆仑
13=360
14=百度
15=九游
16=豌豆莢/当乐
17=华为
18=OPPO
19=VIVO
20=安智
21=靠谱
22=乐助联想
23=果盘
24=小米
25=海马玩
26=乐视
27=逍遥
28=夜神
29=爱游戏

[643]
643=***Section use for Tab Bot Android***
1=分销商
2=依据所选的分销版本来启动COC

[644]
644=***Section use for Hero***
1=蛮王
2=女皇
3=守护者

[1000]
1=军队
2=法术
3=Train Options | Times | Costs

[638]
1=闪黑
2=使用此法术闪黑
3=雷电法术
4=勾选以使用雷电法术于暗黑重油罐上来获取黑油
5=注意：同时必须于军队/法术页面
6=设定法术工厂最大容量和法术使用的数量
7=城堡地震法术
8=勾选以使用城堡内的地震法术于暗黑重油罐上来获取黑油
9=笨蛋模式
10=勾选以不计成本地执行闪黑任务（只限雷电）（可设期望值）
11=只限于死鱼
12=遇到死鱼时才启用闪黑（推荐）
13=不使用于偷本时英雄已出兵
14=不使用闪黑于偷本时英雄已出兵的状况下
15=最小的黑油数值
16=设定启用闪黑的最小黑油数值
17=期望获取的黑油数值
18=设定期望于每一暗黑重油罐获得的黑油数值
19=注意：若上次闪黑时未获得期望的黑油数值，笨蛋模式会被停止
20=已使用的雷电法术数量
21=已使用的地震法术数量
22=已获取的黑油数值
23=除错
24=闪黑除错

[671]
1=闪黑油钻
2=使用SamM0d闪黑方式 
3=当对手黑油数值最少:
4=只闪死鱼
5=偷本时，如果王下了就不闪黑
6=当闪黑油钻头时随机偏移坐标
7=闪第二次时，检查黑油钻是否存在
8=防止同一个黑油钻闪三次
9=最少在黑油钻闪到的数值
10=随机点击
11=进阶随机点击按钮
12=激活进阶随机点击按钮或坐标
13=激活进阶随机点击的日志
14=其他
15=只打没有联赛牌子的对手
16=检查外置采集器
17=跳过检查当对手资源超过以下数值
18=激活进阶升墙方式
19=迟延: 
20=使用自定义字图辨识部落增援讯息。
21=请选择你的游戏版本。
22=采集器内置时，可以攻击对手当大本营等级相等于或低于：
23=GetMyOcr Debug
24=SamM0d Debug
25=切换谷歌账号和配置文件
26=以激活切换账号
27=谷歌账号位置1，和配置：
28=谷歌账号位置2，和配置：
29=谷歌账号位置3，和配置：
30=谷歌账号位置4，和配置：
31=谷歌账号位置5，和配置：
32=谷歌账号位置6，和配置：
33=谷歌账号位置7，和配置：
34=谷歌账号位置8，和配置：
35=等待部落增援，兵力最少:
36=截获shared_prefs
37=把模拟器里当前加载的村庄保存到配置文件里。把当前村庄的名字保存到配置文件里。
38=用覆盖shared_prefs的方式
39=用覆盖shared_prefs的方式来切换账号，适合配置低的电脑和昆仑版。
41=切换后检查村庄名字是否加载正确。
40=提高全局的迟延设定： 
42=多指攻击
43=以下随机一种
44=标准四指
45=四指左螺旋
46=四指右螺旋
47=八指开花
48=八指内爆
49=八指左螺旋
50=八指右螺旋
51=修改等待时的捐兵时间 
54=攻击
53=当等待造兵时，官方会有一段7秒的时间检查是否有新聊天记录，如果有就会点击聊天室开始捐兵。
52=秒
55=CSV脚本的放兵速度 - 死鱼
56=增加或减少在脚本设定里面的放兵速度和切换兵种速度。
58=测试攻击
57=CSV脚本的放兵速度 - 活鱼
59=紧贴着造兵界面，当剩下： 
60=会紧贴着造兵界面直到造兵完成，然后立刻检查是否要造兵。（最高5分钟）
61=分钟
62=激活删除溢出的军队数量
63=检查已经造好的兵种数量是否多过造兵的设定，过多的删除。（基本数量过多是前一场的兵种没有下完，回到营地后和出战前所造的兵混合了。）
64=我的军队
65=我的法术
66=使用SamM0d版的造兵方式
67=造兵顺序
68=将会根据你的设定顺序训练。
69=取消预前造兵
70=取消预前造兵，通常用于只是拿来造兵和捐兵的号。
71=军队组合1
72=军队组合2
73=军队组合3
74=重置军队
75=重置顺序
76=总数
77=预前造雷电法术
87=法术造好后，再预前造雷电法术在排队列表。
78=预前造疗伤法术
88=法术造好后，再预前造疗伤法术在排队列表。
79=预前造狂暴法术
89=法术造好后，再预前造狂暴法术在排队列表。
80=预前造弹跳法术
90=法术造好后，再预前造弹跳法术在排队列表。
81=预前造冰冻法术
91=法术造好后，再预前造冰冻法术在排队列表。
82=预前造镜像法术
92=法术造好后，再预前造镜像法术在排队列表。
83=预前造毒药法术
93=法术造好后，再预前造毒药法术在排队列表。
84=预前造地震法术
94=法术造好后，再预前造地震法术在排队列表。
85=预前造急速法术
95=法术造好后，再预前造急速法术在排队列表。
86=预前造骷髅法术
96=法术造好后，再预前造骷髅法术在排队列表。
97=自动合并窗口
98=训练组合： 
99=自定义造兵而已
100=自定义 + 队伍1
101=自定义 + 队伍2
102=自定义 + 队伍3
103=使用一键造兵的方式训练，然后自定义造兵的方式补回捐出的兵。
104=经典四指攻击
105=激活优先下部落城堡增援兵
106=先下部落城堡增援兵，只支援标准攻击模式。
107=标准攻击模式下兵速度设定
108=修改出兵速度因子
109=出兵速度 = 出兵速度 x 因子（毫秒）
110=修改换兵速度因子
111=换兵速度 = 梯次 x 因子（毫秒）
112=攻击 II

[11]
1=最佳抢掠
2=最佳获得的金币数量
3=最佳获得的圣水数量
4=最佳获得的黑油数量
5=最佳获得的奖杯数量
